
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Apple Wi-Fi baz istasyonunuzun takılı ve bilgisayarınızın aralığında olduğundan veya Ethernet yoluyla bağlı olduğundan emin olup yeniden deneyin. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Bilinmeyen Sorun (%@)";
"tooNew.description" = "Bu Apple Wi-Fi baz istasyonu bilinmeyen bir sorun bildirdi. AirPort İzlencesi’ni güncellemek için Yazılım Güncelleme’yi tıklayıp yeniden deneyin.";
"tooNew.remedy" = "Yazılım Güncelleme…";

/* kACPProblemCodeUnknown */
"unkn" = "Bilinmeyen Sorun";
"unkn.description" = "Bu Apple Wi-Fi baz istasyonu bilinmeyen bir sorun bildiriyor. Onu kapatıp yeniden açmayı, daha yeni bir firmware olup olmadığını denetlemeyi veya donanımla sıfırlamayı deneyebilirsiniz. Donanımla sıfırlamak, tüm ayarları silecek ve onun yeniden ayarlanmasını gerektirecektir.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet Takılı Değil";
"waNL.description" = "Ethernet WAN kapısına hiçbir şey bağlı değil. Internet'e bağlanmak için DSL, kablo veya başka bir geniş bant modem kullanıyorsanız ya da Internet'e bağlı bir ağ kullanıyorsanız, geniş bant modemi ya da ağı Ethernet WAN kapısına takın.";
"waNL.furtherInfo" = "WAN kapısına olan Ethernet bağlantısını doğruladıktan sonra, “Ethernet WAN Kapısını Denetle”yi tıklayın.";
"waNL.retest" = "Ethernet WAN Kapısını Denetle";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internet Bağlantısı";
"waNI.description" = "Apple Wi-Fi baz istasyonunuzun geçerli bir IP adresi yok. Apple Wi-Fi baz istasyonunuzun, geniş bant bir modeme veya yerel ağa bağlı olduğundan emin olun, ayarlarınızı doğrulayın ve yeniden deneyin. Hâlâ bağlanamıyorsanız, Internet servis sağlayıcınıza danışın.";
"waNI.furtherInfo" = "Bu sorunun en yaygın çözümü geniş bant modeminizi sıfırlamaktır. Bunu yapmak için, geniş bant modeminizi kapatın, en az 5 dakika bekleyin ve yeniden açın.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Kablosuz Ağ";
"raNN.description" = "Bu Apple Wi-Fi baz istasyonu, şu anda bulunamayan belirli bir kablosuz ağa katılmaya ayarlanmış. Ağ Adı açılır menüsünde katılmak istediğiniz ağı görmüyorsanız, yeniden denemek için ağ adını ve gerekliyse ağ parolasını girin.";
"raNN.remedy" = "Kablosuz Ağ…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS Hatası";
"wdsP.description" = "Bu Apple Wi-Fi baz istasyonu, WDS ağının bir parçası olacak şekilde ayarlanmış ama başka hiçbir Apple Wi-Fi baz istasyonu bulunamadı.";
"wdsP.furtherInfo" = "WDS kablosuz ağ aygıtlarına ait kablosuz MAC adreslerinin doğru olup olmadığını denetleyin. Kablosuz ağ aygıtlarının takılı ve bu Apple Wi-Fi baz istasyonunun aralığında olduğundan emin olun.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE Sunucusu";
"ppNS.description" = "Bu Apple Wi-Fi baz istasyonu, PPPoE kullanarak Internet’e bağlanmaya ayarlanmış ama hiçbir PPPoE sunucusu bulunamıyor. Internet servis sağlayıcınızın PPPoE kullanmanızı gerektirdiğinden emin olun, sonra modemin açık ve bu Apple Wi-Fi baz istasyonunun WAN kapısına bağlı olduğunu doğrulayın ve yeniden deneyin. Hâlâ sunucuya bağlanamıyorsanız servis sağlayıcınıza danışın.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE Parolası";
"ppBP.description" = "Bu Apple Wi-Fi baz istasyonu, PPPoE kullanarak Internet’e bağlanmaya ayarlanmış ve girdiğiniz parola doğru değil. Doğru parolayı girip yeniden deneyin. Hâlâ bağlanamazsanız Internet servis sağlayıcınıza danışın.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS Sunucusu";
"rdNS.description" = "Bu Apple Wi-Fi baz istasyonu, WPA Kurumsal veya RADIUS tabanlı erişim denetimi kullanarak Internet’e bağlanmaya ayarlanmış ama hiçbir RADIUS sunucu bulunamadı. Sunucu ayarlarının doğru olduğundan emin olup yeniden deneyin.";
"rdNS.remedy" = "Erişim Denetimi…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB Gücü"; 
"usbp.description" = "Bu Apple Wi-Fi baz istasyonunun USB kapısına bağlı olan bir aygıt, bu Apple Wi-Fi baz istasyonunun sağlayabileceğinden daha fazla güç gerektiriyor. Mümkünse aygıtı güç kaynağına veya güç kaynağına bağlı bir USB hub’a bağlayın.";
"usbp.remedy" = "Diskler…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Diskin onarılması gerekiyor";
"fsck.description" = "Apple Wi-Fi baz istasyonunuza bağlı diskle ilgili bir sorun var. Diski onarmak için bilgisayarınıza bağlayın.";
"fsck.remedy" = "Diskler…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Dahili diskin onarıma gereksinimi var";
"Ifsc.description" = "Time Capsule diskinizle ilgili bir sorun var.";
"Ifsc.remedy" = "Diskler…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Disk alanı az";
"fslo.description" = "Apple Wi-Fi baz istasyonunuza bağlı diskte az yer kalmış.";
"fslo.remedy" = "Diskler…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Dahili disk alanı azaldı";
"Ifsl.description" = "Time Capsule diskinizde az yer kaldı.";
"Ifsl.remedy" = "Diskler…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Desteklenmeyen Disk";
"unsD.description" = "Apple Wi-Fi baz istasyonunuza bağlı disk, desteklenmediği için kullanılamıyor. Farklı bir disk deneyin.";
"unsD.remedy" = "Diskler…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Çelişen DHCP Aralığı";
"waRj.description" = "Bu Apple Wi-Fi baz istasyonu, kendi dahili DHCP sunucusuyla aynı alt ağda olan DHCP adresini reddetti. Büyük olasılıkla Apple Wi-Fi baz istasyonunuzu köprü modunda olacak şekilde değiştirmeniz gerekir. Tek bir IP adresini paylaştırmak için hâlâ DHCP ve NAT’ı kullanmak istiyorsanız, DHCP aralığınızı değiştirmeniz gerekir.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Saptanmış Ayarlar";
"ctim.description" = "Bu Apple Wi-Fi baz istasyonu saptanmış ayarlara sahip. Internet’e bağlanmak, kablosuz ağın güvenliğini sağlamak ve parola vermek için Apple Wi-Fi baz istasyonunuzu ayarlamanız gerekir.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Yazılımla Sıfırlama";
"soft.description" = "Bu Apple Wi-Fi baz istasyonu sıfırlandı. Şu an, ağa erişmenizi engelleyen ayarları değiştirmek üzere geçici bir erişime sahipsiniz.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Güvenli Olmayan Kablosuz Ağ";
"opNW.description" = "Bu Apple Wi-Fi baz istasyonu, kablosuz ağda herhangi bir güvenliğe sahip değil. Kablosuz ağınızı güvenlik altına almak için WPA2 Kişisel’i kullanmanız önerilir.";
"opNW.remedy" = "Güvenliği Değiştir…";
"opNW.assistDescription" = "Güvenlik modunu değiştirmezseniz, bu Apple Wi-Fi baz istasyonunun durum ışığı turuncu yanıp sönecektir. Sürdürmek istediğinizden emin misiniz?";

/* kACPProblemCodePublicPassword */
"pubP" = "Saptanmış Parola";
"pubP.description" = "Bu Apple Wi-Fi baz istasyonu saptanmış parolayla korunuyor. Apple Wi-Fi baz istasyonunuzu korumak için parolanızı değiştirmeniz önerilir.";
"pubP.remedy" = "Parolayı Değiştir…";
"pubP.assistDescription" = "Parolayı değiştirmezseniz, bu Apple Wi-Fi baz istasyonunun durum ışığı turuncu yanıp sönecektir. Sürdürmek istediğinizden emin misiniz?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Double NAT";
"DubN.description" = "Bu Apple Wi-Fi baz istasyonunun, Ethernet WAN kapısında özel bir IP adresi var. Özel IP adreslerini sağlamak için NAT (Ağ Adresi Çevrimi) kullanan bir aygıta veya ağa bağlı. Apple Wi-Fi baz istasyonunuzu, DHCP ve NAT kullanma yerine köprü moduna geçirmelisiniz.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour Kimlik Doğrulaması";
"wbAu.description" = "DNS sunucunuzla kimlik doğrulamak için kullanılan ad veya parola doğru değil. Onları düzeltip yeniden deneyin. Hâlâ sorunlarınız olursa, kullandığınız DNS sunucusunun yöneticisine danışın.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Genişletilmiş Ağ";
"bsWD.description" = "Bu Apple Wi-Fi baz istasyonu, kablosuz ağı genişletemedi. Genişletmeye çalıştığınız kablosuz ağın ayarlanmış olduğundan ve düzgün çalıştığından, bu aygıtta eşleşen bir kablosuz ağ parolası girdiğinizden ve bu aygıtın kablosuz ağ aralığında olduğundan emin olun.";
"bsWD.remedy" = "Kablosuz Ağ…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmware güncelleme var";
"upAv.description" = "Bu Apple Wi-Fi baz istasyonunda kullanılabilecek en yeni firmware’i almak için Firmware’i Güncelle’yi tıklayın.";
"upAv.remedy" = "Firmware'i Güncelle…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "WAN Üzerinden SNMP";
"waSN.description" = "Bu Apple Wi-Fi baz istasyonu, Ethernet WAN kapısı üzerinden SNMP’ye izin verecek şekilde ayarlanmış ve bu durum ağ güvenliğini azaltıyor.";
"waSN.remedy" = "Günlük Tutma ve SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "WAN Üzerinden Ayarlama";
"waCF.description" = "Bu Apple Wi-Fi baz istasyonu, Ethernet WAN kapısı üzerinden ayarlamaya izin verecek şekilde ayarlanmış ve bu durum ağ güvenliğini azaltıyor.";
"waCF.remedy" = "Baz İstasyonu…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "DNS Sunucu Yok";
"nDNS.description" = "Bu Apple Wi-Fi baz istasyonu herhangi bir DNS sunucu adresine sahip değil. Bu yüzden Internet’e bağlanmayla ilgili sorunlar yaşayabilir.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Yazılım Güncelleme Var";
"timz.description" = "AirPort İzlencesi'ni güncellemek için Yazılım Güncelleme'yi tıklayıp yeniden deneyin.";
"timz.remedy" = "Yazılım Güncelleme…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Bu Apple Wi-Fi baz istasyonu meşgul";
"TaIP.description" = "Bu Apple Wi-Fi baz istasyonu kullanılabilir olana dek aygıtın fişini çıkarmayın veya onu sıfırlamayın.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "MobileMe üye adınız veya parolanız doğru değil";
"dMCR.description" = "MobileMe üye adınız veya parolanız doğru değil. Doğru üye adını ve parolasını girip yeniden deneyin.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Bu aygıt aşırı ısınıyor olabilir";
"oTMP.description" = "Apple Wi-Fi baz istasyonunu denetleyin ve eğer sıcaksa, yerini değiştirmeyi veya çevresinde hava almasını engelleyen her ne varsa kaldırmayı deneyin.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6 Tüneli Hatası";
"6gdn.description" = "IPv6 tünelinin son noktasıyla ilgili bir hata oluştu. Servisin geri yüklenmesini bekleyip yeniden deneyin. Sorun sürerse servis sağlayıcınıza danışın.";
"6gdn.remedy" = "IPv6 Ayarları…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6 Aktarma Hatası";
"6rdn.description" = "IPv6 aktarma yönelticisiyle ilgili bir hata oluştu. Servisin geri yüklenmesini bekleyip yeniden deneyin. Sorun sürerse servis sağlayıcınıza danışın.";
"6rdn.remedy" = "IPv6 Ayarları…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Aktarma Kesintiye Uğradı";
"mgrt.description" = "Time Capsule diskini aktarma kesintiye uğradı.";
"mgrt.remedy" = "Diskler…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Aktarma Tamamlandı";
"mgEr.description" = "Disk aktarma tamamlandı. Önceki Time Capsule diskini silmek için Sürdür'ü tıklayın.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Time Capsule diski başarısız oldu";
"SSdF.description" = "Time Capsule diskinize ilişkin bir sorun var. Time Capsule'ünüze bir USB sabit disk bağlayın ve üzerindeki verileri arşivleyip yedeklemek için AirPort İzlencesi'nin Diskler bölümünü kullanın. Onarım için, yerel bir Apple mağazasına veya Apple yetkili servis sağlayıcıya başvurun.";
"SSdF.remedy" = "Diskler…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "AirPort diski siliniyor";
"EraD.description" = "%@ AirPort diski siliniyor. Silme işleminden vazgeçilemez.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Time Capsule diski siliniyor";
"EraI.description" = "Time Capsule diskini silme işleminden vazgeçilemez.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Time Capsule diski arşivleniyor";
"ArcI.description" = "%1$@ Time Capsule diski, %2$@ AirPort diskine arşivleniyor. Diskin arşivlenmesini durdurmak için Vazgeç'i tıklayın.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "“%@” için bir değer gerekiyor.";

/* vGenErrorTooShort */
"gErB" = "“%@” için olan değer çok kısa.";

/* vGenErrorTooLong */
"gErC" = "“%@” için olan değer çok uzun.";

/* vGenErrorNotSupported */
"gErD" = "“%@” ayarı, bu Apple Wi-Fi baz istasyonunda desteklenmiyor.";

/* vGenErrorInvalid */
"gErE" = "“%@” için olan değer geçerli değil.";

/* vGenErrorTooHigh */
"gErF" = "“%@” için olan değer çok yüksek.";

/* vGenErrorTooLow */
"gErG" = "“%@” için olan değer çok düşük.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "“%@” tablosunda çok fazla giriş var.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "En iyi koruma için 'public'den farklı bir parola yaratın.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Syslog hedef IP adresi geçerli değil.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslog düzeyi geçerli değil.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Seçtiğiniz kablosuz ağ güvenliği modu, bu Apple Wi-Fi baz istasyonu tarafından desteklenmiyor.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Geçerli bir 40 bit WEP anahtarı girmediniz.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Geçerli bir 128 bit WEP anahtarı girmediniz.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Geçici Güvenlik Ağı için olan kablosuz ağ parolası tam 13 karakter uzunluğunda olmalıdır.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "WPA Kişisel ağı için olan kablosuz ağ parolasının uzunluğu 8 ila 63 karakter arasında olmalıdır. Parola, onaltılık düzende 64 karakter de olabilir.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Girdiğiniz grup anahtarı zaman aşımı çok kısa. 10 dakikadan çok veya ona eşit olması gerekir.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Girdiğiniz grup anahtarı zaman aşımı çok uzun. 9999999 dakikadan az veya ona eşit olması gerekir.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Otomatik kanal seçimi, bu Apple Wi-Fi baz istasyonu tarafından desteklenmiyor.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Seçtiğiniz çoğa gönderme hızı düşük radyo yoğunluğu için geçerli değil.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Seçtiğiniz çoğa gönderme hızı orta radyo yoğunluğu için geçerli değil.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Seçtiğiniz çoğa gönderme hızı yüksek radyo yoğunluğu için geçerli değil.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Seçtiğiniz çoğa gönderme hızı 802.11b veya 802.11 b/g uyumlu ağ için geçerli değil.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Seçtiğiniz çoğa gönderme hızı 802.11g ağ için geçerli değil.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "İstemci modu, bu Apple Wi-Fi baz istasyonu tarafından desteklenmiyor.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Radyoyu etkisizleştirme, bu Apple Wi-Fi baz istasyonunda desteklenmiyor.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Yalnızca DHCP’yi kullanarak IP adresleri aralığını paylaştırmak, WAN IP adresinizi elle ayarlamayı gerektirir. ISS’niz size sabit IP adresleri aralığı veriyorsa, Apple Wi-Fi baz istasyonunuzu ilk IP adresini kullanarak elle ayarlayıp kalanını DHCP yoluyla dağıtmanız gerekir.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Girdiğiniz yöneltici adresi WAN IP adresiyle uyumlu değil.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "WAN IP adresiniz yöneltici IP adresinizle aynı olamaz.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Elle ayarlanan IPv6 tüneli statik WAN IP adresi gerektirir";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "WAN kapısını etkisizleştirme, bu Apple Wi-Fi baz istasyonu tarafından desteklenmiyor.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "WAN kapısı üzerinden uzaktan yönetime izin verme WAN kapısının etkinleştirilmesini gerektirir.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "PPP yoluyla bağlanmak için PPPoE veya modem kullanıyorsanız DHCP/NAT'ı seçmeniz gerekir.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Apple Wi-Fi baz istasyonunuz kablosuz ağa katılmak üzere ayarlandığında, Internet bağlantısını paylaştırma desteklenmez."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Girdiğiniz DHCP aralığı, Apple Wi-Fi baz istasyonunuzun WAN IP adresiyle çelişiyor.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "DHCP aralığının başlangıç adresiyle bitiş adresi geçerli değil.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WDS ile WPA, bu Apple Wi-Fi baz istasyonu tarafından desteklenmiyor. En yeni firmware’i kullandığınızdan emin olun.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS, birden fazla Apple Wi-Fi baz istasyonu gerektirir. En az bir WDS eşi ekleyin.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS ve WPA Kurumsal uyumlu değildir. WDS ağı ayarlamak istiyorsanız, WPA Kişisel'i kullanmanız gerekir.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS, 5 GHz'de çalışan radyo modlarıyla uyumlu değildir. Radyo modunuzu değiştirip yeniden deneyin.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "MAC Adresi Erişim Denetimi etkin ama hiçbir giriş yok. MAC Adresi Erişim Denetimi'ni etkisizleştirin veya listeye giriş ekleyin.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Bir servisi Bonjour kullanarak herkese ilan etme, geniş alan sunucu adı gerektirir. Bonjour ayarlarınızı, AirPort ayarlarının %@ bölümündeki “Düzenle…” düğmesini tıklayarak ayarlayabilirsiniz.";

/* End of AirePortErrors.strings file */
